import start from "../../public/start.svg";
import bed from "../../public/white-bed.svg";
import bed_2 from "../../public/bed-2.svg";
import body from "../../public/body.svg";
function About() {

    return (
        <>
            <div className="bg-[#FFD9E4] w-full h-full">
                <p className="text-[100px] pt-32 pl-10 text-[#E5067E] ">เกี่ยวกับ</p>
                <div className="flex flex-row">
                    <p className="text-[80px]  pl-10  text-[#E5067E]">เรา</p>
                    <img src={start} alt="start" width="1100" className="pl-10 " />
                </div>

                <p className="break-words w-[1000px] mx-50 pt-10 leading-[44px] mb-5">ถ้าจะถามถึงประวัติความเป็นมาของชุดเครื่องนอน lotus  เราสามารถสรุปสั้นๆ ได้
                    ในหนึ่งประโยค นั่นคือ ‘การเติบโตและพัฒนาอย่างไม่เคยหยุด’ นับตั้งแต่เริ่มก่อตั้ง
                    ในปี พ.ศ. 2523 จากบริษัทเล็กๆ ที่ทำกันสามคน เป็นธุรกิจในครอบครัว ก็ได้เติบโต
                    อย่างรวดเร็วจนกลายเป็นผู้ผลิตที่นอนและเครื่องนอนชั้นนำของโลก มีลูกค้าที่รัก
                    และชื่นชอบในผลิตภัณฑ์หลายล้านคน ผ่านช่องทางจำหน่ายนับพันทั่วเอเชีย ซึ่ง
                    ความสำเร็จดังกล่าวนั้น เกิดขึ้นได้ก็ด้วยแพสชั่น ความมุ่งมั่น และความภาคภูมิใจ
                    ในการที่จะมอบโมงยามแห่งการพักผ่อนที่เปี่ยมคุณภาพให้กับลูกค้าผู้มีอุปการะคุณ
                    ทุกท่านเสมอมาปรัชญาที่เราใช้เป็นหลักยึดนั้นแสนจะเรียบง่าย คือการได้เป็นแบรนด์
                    ที่นอนและเครื่องนอนที่ผู้คนรักและนึกถึงอยู่เสมอ ซึ่งเราเชื่อว่า ไม่เพียงแต่การเลือก
                    ใช้แต่วัตถุดิบชั้นดีเท่านั้น แต่ยังรวมไปถึงความใส่ใจในทุกรายละเอียดของทุกขั้นตอน
                    ทุกส่วนของธุรกิจ ตั้งแต่การดูแลจัดการความสัมพันธ์ของคนในองค์กรและคู่ค้าทาง
                    ธุรกิจต่างๆ ให้ดีและยั่งยืน การมุ่งมั่นวิจัยพัฒนาเพื่อสิ่งที่ดีที่สุดอย่างไม่ลดละและ
                    ต่อเนื่องในทุกๆ ด้าน เรื่อยไปจนถึงสิ่งที่สำคัญที่สุด ก็คือความเป็นมืออาชีพและความ
                    จริงใจในบริการหลังการขายให้กับลูกค้าผู้มีพระคุณของเรา เพราะผลิตภัณฑ์ที่ดีก็ต้อง
                    มาพร้อมกับการบริการที่ดีเช่นกัน</p>
                <img src={bed} alt="bed" width="1100" className="block mx-auto pl-15" />
                <p className="text-[100px] pt-20 pl-10   text-[#E5067E]">ที่สุดของความ</p>
                <p className="text-[80px]  pl-10  text-[#E5067E]">พึงพอใจในการนอนพักผ่อนผ</p>
                <p className="break-words w-[1000px] mx-50 pt-10 leading-[44px]">ถ้าจะพูดถึงความแตกต่างของประสบการณ์การนอนกับที่นอนและชุดเครื่องนอน
                    โลตัสแบบสั้นและง่าย ก็คงจะเป็น “เมื่อได้ลองนอนสักคืนแล้ว คุณจะไม่คิดมอง
                    หาที่นอนและชุดเครื่องนอนอื่นๆ อีกเลย” โดยที่พื้นฐานปรัชญาทางธุรกิจของ
                    โลตัสนั้นแสนจะเรียบง่าย คือ ใช้แต่วัตถุดิบที่ดีที่สุด นำมาผลิตขึ้นจากมือของ
                    ช่างฝีมือผู้เชี่ยวชาญ เพื่อสรรค์สร้างผลิตภัณฑ์ที่ยอดเยี่ยมที่สุดเพื่อทุกความ
                    ต้องการในการนอนหลับที่แสนสบายวัตถุดิบที่ใช้ในการผลิตที่นอนและเครื่อง
                    นอนของเรานั้น ผ่านการบรรจงคัดสรรสิ่งที่ดีที่สุดจากทั่วโลก เลือกเฉพาะ
                    วัตถุดิบธรรมชาติที่มีคุณภาพดีที่สุด เช่น ยางพาราทาลาเลย์ ลาเท็กซ์” ผ้าชั้นดี
                    จากเบลเยียม ขนห่านบริสุทธิ์จากอิตาลี หรือเตียงปรับได้ดีไซน์จากอเมริกา ให้
                    ช่างฝืมือผู้มากด้วยประสบการณ์และความเชี่ยวชาญของเราได้นำมาใช้สรรค
                    ์สร้างเป็นผลิตภัณฑ์ที่นอนและเครื่องนอนคุณภาพสูงที่ยากจะหาใครเลียนแบบ
                    ได้ และด้วยปัจจัยดังที่กล่าวมา ก็จะนำพาเราไปสู่ที่สุดแห่งการนอนและความ
                    หรูหราอันแสนสบายได้ตามทั้งตั้งใจคอนเซปต์ของชุดเครื่องนอน lotus ไม่ได้
                    มีอะไรที่ซับซ้อน และไม่จำเป็นจะต้องซับซ้อน เพราะความเรียบง่ายแต่ซื่อตรงต่อ
                    สิ่งที่ทำ ด้วยองค์กรที่เปี่ยมศักยภาพ เพื่อสรรค์สร้างสิ่งที่ดีที่สุด ให้เป็นที่สุด
                    ของความพึงพอใจในการนอนพักผ่อนของคุณ</p>
                <p className="text-[100px] pt-20 pe-10   text-[#E5067E] text-right">ให้แพสชันของ</p>
                <p className="text-[80px]  pl-10 pe-10  text-[#E5067E] text-right">เราได้ดูแลคุณ</p>
                <img src={bed_2} alt="bed_2" width="1100" className="block mx-auto pl-15" />
                <p className="break-words w-[1000px] mx-50 pt-10 leading-[44px]">เราทราบดีว่าชีวิตที่ยุ่งขึ้นเรื่อยๆ ของผู้คนย่อมทำให้ความสำคัญของการนอน
หลับพักผ่อนยามข้ามคืนได้ถูกมองข้ามไป และก็เป็นความจริงที่การเลือกหาท
ี่นอนที่ดีนั้นไม่ใช่สิ่งที่หลายคนให้ความสำคัญมากนัก ผลลัพธ์ที่ดีทางสุขภาพ
หลายอย่างเมื่อได้นอนบนที่นอนคุณภาพระดับโลกจึงถูกมองข้ามไปอย่างน่า
เสียดาย และการตัดสินใจเลือกซื้อที่นอนก็อยู่บนพื้นฐานของราคาเพียงเท่านั้น
อย่างไรก็ตาม เรายังคงเชื่อเสมอว่า หากคุณได้ลองสัมผัสประสบการณ์การ
นอนพักผ่อนอย่างมีคุณภาพจากผลิตภัณฑ์ที่ดีกว่าของเราสักครั้งหนึ่งแล้ว 
คุณก็จะกลับมาเห็นความสำคัญและให้คุณค่ากับความสุขสบายของการนอนกลับ
พักผ่อนที่ดีอีกครั้งดังนั้นแล้ว ชุดเครื่องนอน lotus จึงทุ่มเทพยายามอย่างไป
่เคยลดละ ในการที่จะสร้างที่สุดแห่งความพึงพอใจในการนอนพักผ่อนมามอบให
้กับทุกคน ด้วยผลิตภัณฑ์ที่สรรค์สร้างขึ้นภายใต้แนวคิดว่า เราคิดมาให้อย่างด
ีแล้วทุกอย่าง เพื่อที่คุณจะได้ไม่จำเป็นต้องคิดกังวลอะไรอีก และด้วยแพสชั่นท
ี่เปี่ยมล้น พร้อมความมุ่งมั่น ทุ่มเท เพื่อการสรรค์สร้างที่นอนและเครื่องนอนที่ดี
ที่สุดในตลาด มาให้คุณได้อิ่มเอมไปกับความสบายและคุณภาพที่ดีในการนอนพัก
ผ่อนอย่างที่คุณจะต้องหลงใหล ขอเพียงให้เราได้ดูแลและสนองตอบคุณในเรื่อง
การนอนพักผ่อนที่เปี่ยมคุณภาพด้วยแพสชั่นอันเปี่ยมล้นของเรา</p>
<p className="text-[100px] pt-20 pl-10   text-[#E5067E] t">ความใส่ใจที่มาก</p>
                <p className="text-[80px]  pl-10 pl-10  text-[#E5067E] ">ยิ่งกว่า</p>
                <img src={body} alt="body" width="1100" className="block mx-auto pl-15"/>
                <p className="text-[100px] pt-20 pe-10   text-[#E5067E] text-right">เพื่อสิ่งที่ดีที่สุด</p>
                <p className="text-[80px]  pl-10 pe-10  text-[#E5067E] text-right">อย่างไม่ยอมผ่อนปรน</p>
                <p className="break-words w-[1000px] mx-50 pt-10 leading-[44px] pb-10">ช่างฝีมือของโลตัสคือคีย์แมนสำคัญที่รับผิดชอบการเย็บที่นอนด้วยมือ เพื่อ
สรรค์สร้างที่สุดของความพึงพอใจในการนอนพักผ่อนที่คุณจะได้จากที่นอน
แต่ละหลังของโลตัสให้สมบูรณ์แบบ ด้วยความทุ่มเทและทักษะความเชี่ยวชาญ
ในงานฝีมือที่ต้องการความละเอียดอ่อนจากช่างฝีมือมากประสบการณ์ของโลตัส
เราเท่านั้นที่จะทำให้ความรู้สึกแสนพิเศษแห่งการนอนพักผ่อนนั้นเป็นจริงขึ้นมาได
้ ที่นอนทุกหลัง เครื่องนอนทุกชิ้นของเรา ล้วนผ่านกรรมวิธีการผลิตที่อยู่ภายใต
้การดูแลใส่ใจเป็นอย่างดีจากช่างฝีมือผู้เต็มไปด้วยแพสชั่นและความใส่ใจที่จะทำให
้ผลิตภัณฑ์โลตัสทุกชิ้นนั้นสมบูรณ์ในทุกๆ รายละเอียด</p>
            </div>
        </>
    )
}
export default About;